{"_id":{"$oid":"67e12455b56c0d34d79412be"},"name":"Apple","description":"Apple là một trong những thương hiệu công nghệ hàng đầu thế giới, nổi tiếng với các sản phẩm thiết kế tinh tế, dễ sử dụng và hiệu suất cao. Các sản phẩm chủ lực của Apple bao gồm iPhone, iPad, MacBook, Apple Watch, và dịch vụ như iCloud và Apple Music. Apple nổi bật với hệ sinh thái khép kín, cho phép người dùng trải nghiệm liền mạch giữa phần cứng và phần mềm. Thương hiệu này cũng được biết đến với cam kết về chất lượng, đổi mới sáng tạo và bảo mật dữ liệu người dùng.","logo":"http://localhost:8081/images/brands/b13b0ac5-945c-4e42-b2b7-411868b5a017-apple.png","country":"Mỹ","website":"https://www.apple.com/vn/store","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:22:29.994Z"},"updatedAt":{"$date":"2025-05-12T07:28:28.293Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e124a2b56c0d34d79412bf"},"name":"Samsung","description":"Samsung là một trong những tập đoàn công nghệ lớn nhất thế giới, nổi bật trong các lĩnh vực điện tử tiêu dùng, công nghệ thông tin và truyền thông. Samsung nổi tiếng với các sản phẩm điện thoại thông minh, đặc biệt là dòng Galaxy, cùng các thiết bị như TV, máy tính bảng, tủ lạnh, và thiết bị gia dụng thông minh. Tập đoàn này cũng đóng vai trò quan trọng trong ngành công nghiệp chip bán dẫn, màn hình OLED và các công nghệ tiên tiến khác. Samsung mang đến cho người dùng các sản phẩm chất lượng cao với tính năng đổi mới, thiết kế hiện đại và hiệu suất mạnh mẽ.","logo":"http://localhost:8081/images/brands/73b1b2cd-a0c3-498c-8a2e-232680b12942-samsung.png","country":"Hàn Quốc","website":"https://www.samsung.com/vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:23:46.262Z"},"updatedAt":{"$date":"2025-04-11T11:10:38.136Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e124e0b56c0d34d79412c0"},"name":"Huawei","description":"Huawei là một tập đoàn công nghệ đa quốc gia của Trung Quốc, chuyên cung cấp các sản phẩm và dịch vụ trong lĩnh vực viễn thông, công nghệ thông tin và điện tử tiêu dùng. Huawei nổi bật với các dòng điện thoại thông minh, đặc biệt là dòng Mate và P series, cùng các thiết bị mạng như bộ định tuyến, 5G, và các giải pháp viễn thông cho các nhà cung cấp dịch vụ trên toàn cầu. Huawei cũng đầu tư mạnh vào nghiên cứu và phát triển công nghệ AI, IoT và điện toán đám mây. Mặc dù gặp phải nhiều thách thức trong việc tiếp cận thị trường phương Tây do các vấn đề về bảo mật, Huawei vẫn giữ vững vị thế là một trong những công ty công nghệ hàng đầu trên thế giới.","logo":"http://localhost:8081/images/brands/31be6eae-3dd5-40f2-8d6e-712640e3581f-hua.png","country":"Trung Quốc","website":"https://consumer.huawei.com/vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:24:48.303Z"},"updatedAt":{"$date":"2025-05-12T07:36:23.765Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e1251fb56c0d34d79412c1"},"name":"Lenovo","description":"Lenovo là một tập đoàn công nghệ toàn cầu có trụ sở tại Trung Quốc, nổi tiếng với các sản phẩm máy tính và thiết bị điện tử tiêu dùng. Công ty sản xuất các dòng laptop nổi bật như ThinkPad, Yoga và Legion, cùng với máy tính để bàn, máy trạm, và các thiết bị di động như máy tính bảng và điện thoại thông minh. Lenovo được biết đến với chất lượng xây dựng bền bỉ, thiết kế tinh tế và hiệu suất mạnh mẽ. Ngoài các sản phẩm tiêu dùng, Lenovo còn cung cấp các giải pháp công nghệ cho doanh nghiệp, bao gồm máy chủ, hệ thống lưu trữ và dịch vụ đám mây. Lenovo đã khẳng định vị thế là một trong những nhà sản xuất máy tính lớn nhất và có ảnh hưởng nhất trên thế giới.","logo":"http://localhost:8081/images/brands/03535fc1-ccbc-4d2e-9e0f-b0a03f448fcb-lonovo.png","country":"Trung Quốc","website":"https://www.lenovo.com/vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:25:51.14Z"},"updatedAt":{"$date":"2025-04-11T11:09:42.698Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e1253fb56c0d34d79412c2"},"name":"LG","description":"LG là một tập đoàn công nghệ và điện tử đa quốc gia của Hàn Quốc, nổi tiếng với các sản phẩm điện tử tiêu dùng, thiết bị gia dụng và giải pháp công nghệ tiên tiến. LG nổi bật với các dòng TV OLED chất lượng cao, điện thoại thông minh, tủ lạnh, máy giặt, điều hòa không khí và các thiết bị gia dụng thông minh. Công ty cũng phát triển các công nghệ màn hình, bao gồm màn hình OLED và LCD, và các giải pháp năng lượng tái tạo như pin và năng lượng mặt trời. LG cam kết mang đến những sản phẩm sáng tạo, hiệu suất vượt trội và thiết kế hiện đại, góp phần nâng cao chất lượng sống của người tiêu dùng toàn cầu.","logo":"http://localhost:8081/images/brands/536d92d8-200d-404b-ad16-b2a705cca18e-lg.png","country":"Hàn Quốc","website":"https://www.lg.com/vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:26:23.252Z"},"updatedAt":{"$date":"2025-04-11T11:09:54.963Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e12561b56c0d34d79412c3"},"name":"Sony","description":"Sony là một tập đoàn công nghệ và giải trí đa quốc gia của Nhật Bản, nổi tiếng với các sản phẩm điện tử tiêu dùng, game, âm nhạc và phim ảnh. Sony sản xuất các thiết bị điện tử chất lượng cao như TV, máy ảnh kỹ thuật số, tai nghe, và các thiết bị âm thanh. Công ty cũng là nhà sản xuất các máy chơi game PlayStation, với ảnh hưởng lớn trong ngành công nghiệp game. Sony còn hoạt động mạnh mẽ trong các lĩnh vực sản xuất âm nhạc, phim và các dịch vụ giải trí trực tuyến. Với cam kết đổi mới sáng tạo và chất lượng, Sony là một trong những thương hiệu toàn cầu nổi bật trong nhiều lĩnh vực công nghệ và giải trí.","logo":"http://localhost:8081/images/brands/a91b812c-e98f-4eb8-86aa-4d0cc3422033-sony.png","country":"Nhật Bản","website":"https://www.sony.com.vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:26:57.703Z"},"updatedAt":{"$date":"2025-04-11T11:10:46.641Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e12589b56c0d34d79412c4"},"name":"Dell","description":"Dell là một tập đoàn công nghệ toàn cầu của Mỹ, chuyên sản xuất các sản phẩm điện tử và công nghệ thông tin, bao gồm máy tính cá nhân, máy tính xách tay, máy chủ, thiết bị lưu trữ và các giải pháp công nghệ cho doanh nghiệp. Các dòng sản phẩm nổi bật của Dell bao gồm các laptop cao cấp như XPS, dòng máy tính cho doanh nghiệp như Latitude, và các máy chủ PowerEdge. Dell còn cung cấp các dịch vụ IT như bảo mật, quản lý dữ liệu và điện toán đám mây. Với cam kết về hiệu suất, độ tin cậy và sự đổi mới, Dell đã xây dựng được một thương hiệu mạnh mẽ và có ảnh hưởng trong cả thị trường tiêu dùng và doanh nghiệp.","logo":"http://localhost:8081/images/brands/65e61f1c-0f72-4c8e-bb8c-df14e8fb9732-dell.png","country":"Mỹ","website":"https://www.dell.com/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:27:37.853Z"},"updatedAt":{"$date":"2025-05-12T07:35:15.6Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e125a7b56c0d34d79412c5"},"name":"Xiaomi","description":"Xiaomi là một tập đoàn công nghệ hàng đầu của Trung Quốc, nổi bật với các sản phẩm điện tử tiêu dùng, thiết bị thông minh và các giải pháp công nghệ giá trị cao. Xiaomi được biết đến chủ yếu qua các dòng điện thoại thông minh chất lượng với giá cả phải chăng, đặc biệt là các dòng Mi và Redmi. Ngoài điện thoại, công ty còn sản xuất một loạt các sản phẩm khác như TV thông minh, thiết bị gia dụng, thiết bị đeo tay (smartwatches), máy lọc không khí, và các sản phẩm IoT (Internet of Things). Xiaomi tập trung vào việc mang đến các sản phẩm công nghệ tiên tiến, dễ tiếp cận với người tiêu dùng, và đã nhanh chóng trở thành một trong những thương hiệu công nghệ lớn nhất toàn cầu.","logo":"http://localhost:8081/images/brands/bdb15d73-5833-4961-b8ed-79a8874ef295-xiaomi.png","country":"Trung Quốc","website":"https://www.mi.com/vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:28:07.914Z"},"updatedAt":{"$date":"2025-04-11T11:11:11.182Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e125d7b56c0d34d79412c6"},"name":"Logitech","description":"Logitech là một công ty công nghệ nổi tiếng toàn cầu, chuyên sản xuất các thiết bị ngoại vi cho máy tính và các sản phẩm điện tử tiêu dùng. Logitech nổi bật với các dòng sản phẩm như chuột, bàn phím, tai nghe, webcam, và thiết bị chơi game. Công ty cũng phát triển các sản phẩm cho các nhu cầu cụ thể, như bộ điều khiển cho thiết bị đa phương tiện và các thiết bị hội nghị trực tuyến. Logitech được biết đến với chất lượng cao, thiết kế tiện dụng và sáng tạo, phục vụ cho cả người dùng cá nhân và doanh nghiệp. Với cam kết về công nghệ tiên tiến và trải nghiệm người dùng, Logitech là một trong những thương hiệu hàng đầu trong ngành thiết bị ngoại vi.","logo":"http://localhost:8081/images/brands/c99458ae-63eb-470c-9f65-4bcb55e6d0d8-logitech.png","country":"Thụy Sĩ","website":"https://www.logitech.com/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:28:55.781Z"},"updatedAt":{"$date":"2025-04-11T11:10:03.241Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e12614b56c0d34d79412c7"},"name":"OPPO","description":"Oppo là một tập đoàn công nghệ nổi tiếng của Trung Quốc, chuyên sản xuất các thiết bị điện tử tiêu dùng, đặc biệt là điện thoại thông minh. Oppo nổi bật với các dòng điện thoại như Oppo Find và Oppo Reno, được biết đến với thiết kế đẹp mắt, camera chất lượng cao và các tính năng công nghệ tiên tiến. Bên cạnh điện thoại, Oppo còn sản xuất các thiết bị như tai nghe không dây, đồng hồ thông minh và các sản phẩm điện tử tiêu dùng khác. Oppo tập trung vào việc mang đến những sản phẩm sáng tạo với giá cả hợp lý và đã nhanh chóng trở thành một trong những thương hiệu điện thoại lớn ở thị trường châu Á và toàn cầu.","logo":"http://localhost:8081/images/brands/c9ace273-4006-4ca0-abd4-cb203d0d99be-oppo.png","country":"Trung Quốc","website":"https://www.oppo.com/vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:29:56.811Z"},"updatedAt":{"$date":"2025-04-11T11:10:21.133Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e12650b56c0d34d79412c8"},"name":"Realme","description":"Realme là một thương hiệu điện thoại thông minh và thiết bị điện tử tiêu dùng thuộc sở hữu của Oppo, được ra mắt vào năm 2018. Realme tập trung vào việc cung cấp các sản phẩm có hiệu suất mạnh mẽ và thiết kế hiện đại với giá cả phải chăng. Thương hiệu này nổi bật với các dòng điện thoại như Realme X, Realme Narzo, và Realme GT, thường xuyên mang đến những tính năng công nghệ mới như camera chất lượng cao, màn hình tần số quét cao và sạc nhanh. Ngoài điện thoại, Realme còn mở rộng sản phẩm sang các thiết bị khác như tai nghe, đồng hồ thông minh và các phụ kiện điện tử. Realme đã nhanh chóng trở thành một trong những thương hiệu điện thoại phát triển mạnh mẽ nhất tại các thị trường châu Á và toàn cầu.","logo":"http://localhost:8081/images/brands/5bde8ea5-eeea-43af-a78f-a4c0c0e95f14-realme.png","country":"Trung Quốc","website":"https://www.realme.com/vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:30:56.512Z"},"updatedAt":{"$date":"2025-04-11T11:10:29.373Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e12681b56c0d34d79412c9"},"name":"Acer","description":"Acer là một tập đoàn công nghệ đa quốc gia có trụ sở tại Đài Loan, chuyên sản xuất các sản phẩm máy tính, laptop, màn hình, máy chiếu và các thiết bị điện tử khác. Acer nổi bật với các dòng laptop như Acer Aspire, Predator (dành cho game thủ) và Swift (dành cho người dùng di động). Tập đoàn này cũng sản xuất các thiết bị ngoại vi, phần cứng máy tính và các giải pháp công nghệ cho doanh nghiệp. Acer nổi bật với những sản phẩm có thiết kế hiện đại, hiệu suất tốt và giá cả hợp lý, phục vụ nhu cầu của cả người tiêu dùng cá nhân và doanh nghiệp.","logo":"http://localhost:8081/images/brands/f6a10792-fe68-43bb-87d2-a9441a5b8428-acer.jpg","country":"Đài Loan","website":"https://www.acer.com/vn-vi","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:31:45.755Z"},"updatedAt":{"$date":"2025-06-11T15:16:27.224Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e126a9b56c0d34d79412ca"},"name":"HP","description":"HP (Hewlett-Packard) là một tập đoàn công nghệ đa quốc gia của Mỹ, nổi tiếng với các sản phẩm máy tính, máy in, phần mềm và các giải pháp công nghệ cho doanh nghiệp. HP sản xuất các dòng laptop, máy tính để bàn, máy trạm, và thiết bị văn phòng như máy in, máy quét, cùng các sản phẩm công nghệ khác. Các dòng sản phẩm nổi bật của HP bao gồm HP Spectre, HP Pavilion, và HP Omen (dành cho game thủ). HP còn cung cấp các dịch vụ công nghệ thông tin và phần mềm cho doanh nghiệp, đặc biệt là trong các lĩnh vực quản lý in ấn và lưu trữ dữ liệu. HP là một trong những thương hiệu lâu đời và có ảnh hưởng lớn trong ngành công nghệ toàn cầu.","logo":"http://localhost:8081/images/brands/f7f1eb6e-cec9-4f5a-b71e-a6a561c79197-hp.png","country":"Mỹ","website":"https://www.hp.com/vn-vi/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:32:25.396Z"},"updatedAt":{"$date":"2025-05-12T07:35:46.939Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e126cfb56c0d34d79412cb"},"name":"MSI","description":"MSI (Micro-Star International) là một công ty công nghệ nổi tiếng của Đài Loan, chuyên sản xuất phần cứng máy tính, phần mềm và các thiết bị điện tử. MSI đặc biệt nổi bật trong lĩnh vực sản xuất máy tính xách tay gaming, bo mạch chủ, card đồ họa và các linh kiện máy tính cao cấp. Các dòng sản phẩm phổ biến của MSI bao gồm các laptop gaming như GE Raider, GS Stealth, và GT Titan. MSI cũng phát triển các thiết bị chơi game, màn hình gaming và các sản phẩm dành cho người đam mê công nghệ. Với sự chú trọng vào hiệu suất và thiết kế tối ưu cho game thủ, MSI đã khẳng định được vị thế là một trong những thương hiệu hàng đầu trong ngành công nghiệp phần cứng gaming.","logo":"http://localhost:8081/images/brands/c6801d84-d027-4e46-ae88-162a892990db-msi.png","country":"Đài Loan","website":"https://vn.msi.com/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:33:03.58Z"},"updatedAt":{"$date":"2025-04-11T11:10:12.367Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e12703b56c0d34d79412cc"},"name":"JBL","description":"JBL là một thương hiệu nổi tiếng chuyên sản xuất các thiết bị âm thanh, bao gồm loa di động, tai nghe, hệ thống âm thanh ô tô và các thiết bị âm thanh khác. JBL là một phần của Harman International, một công ty thuộc sở hữu của Samsung. Thương hiệu này nổi bật với các sản phẩm loa Bluetooth di động, chẳng hạn như dòng JBL Flip và JBL Charge, cùng với tai nghe chất lượng cao và các hệ thống âm thanh cho cả gia đình và ô tô. JBL nổi bật với âm thanh mạnh mẽ, thiết kế hiện đại và tính năng chống nước, phục vụ nhu cầu âm thanh cho người dùng ở nhiều môi trường khác nhau.","logo":"http://localhost:8081/images/brands/272e3214-f144-4069-9a11-133ddbddeb0a-jbl.png","country":"Mỹ","website":"https://vn.jbl.com/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-24T09:33:55.244Z"},"updatedAt":{"$date":"2025-04-11T11:09:31.283Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e6e1dd9151e610977954f9"},"name":"Vivo","description":"Vivo là một thương hiệu điện thoại di động nổi tiếng của Trung Quốc, thuộc sở hữu của Tập đoàn BBK Electronics, cùng với các thương hiệu khác như Oppo, OnePlus và Realme. Vivo nổi bật với các sản phẩm điện thoại thông minh, đặc biệt chú trọng đến thiết kế đẹp mắt, camera chất lượng cao và công nghệ tiên tiến như cảm biến vân tay dưới màn hình. Thương hiệu này đã mở rộng mạnh mẽ ra toàn cầu, đặc biệt tại các thị trường châu Á và châu Âu. Vivo cũng nổi tiếng với các dòng sản phẩm như Vivo V Series, X Series, và Y Series.","logo":"http://localhost:8081/images/brands/31c06ac7-31ee-45f3-9dcd-2f9748a07dbd-vivo.png","country":"Trung Quốc","website":"https://www.vivo.com/vn","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-28T17:52:29.211Z"},"updatedAt":{"$date":"2025-04-11T11:11:03.539Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"67e7a8790f108f5084466c05"},"name":"Tecno","description":"Tecno là một thương hiệu điện thoại di động đến từ Trung Quốc, thuộc sở hữu của Transsion Holdings. Tecno chuyên sản xuất các sản phẩm điện thoại thông minh với mức giá phải chăng, chủ yếu nhắm đến các thị trường châu Phi, Ấn Độ và các quốc gia đang phát triển. Thương hiệu này nổi bật với việc cung cấp các thiết bị có thiết kế hiện đại, hiệu năng tốt và camera chất lượng, đặc biệt trong phân khúc tầm trung.","logo":"http://localhost:8081/images/brands/1e1051c1-5584-4cf9-8517-5f449ea54c2b-tecno.png","country":"Trung Quốc","website":"https://www.tecno-mobile.com/vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-03-29T07:59:53.891Z"},"updatedAt":{"$date":"2025-04-11T11:10:55.135Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"6824674974b0b854b4a8f9bb"},"name":"Garmin","description":"Garmin Ltd. (viết tắt Garmin, cách điệu GARMIN, tên cũ là ProNav) là một công ty công nghệ đa quốc gia Mỹ được thành lập năm 1989 bởi Gary Burrell và Min Kao ở Lenexa, Kansas, Hoa Kỳ, với trụ sở chính ở Olathe, Kansas. Kể từ năm 2010, công ty được thành lập tại Schaffhausen, Thụy Sĩ.","logo":"http://localhost:8081/images/brands/a5dc937e-a6da-4cff-899c-436ba10c2193-Garmin_logo_2006.svg.png","country":"Mỹ","website":"https://www.garmin.com/vi-VN/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-05-14T09:50:01.92Z"},"updatedAt":{"$date":"2025-05-14T09:50:01.92Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"68380a948d752e7206b1f35f"},"name":"DJI","description":"DJI (Dà-Jiāng Innovations Science and Technology Co., Ltd.) là một công ty công nghệ chuyên sản xuất thiết bị bay không người lái (drone) và các sản phẩm công nghệ khác, có trụ sở chính tại Trung Quốc. Công ty này được thành lập tại Thâm Quyến, Trung Quốc.","logo":"http://localhost:8081/images/brands/e2abc9a0-0920-4799-8038-786a75917b44-images.jpeg","country":"Trung Quốc","website":"https://dji-vietnam.vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-05-29T07:19:48.312Z"},"updatedAt":{"$date":"2025-05-29T07:19:48.312Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
{"_id":{"$oid":"6839c99cc4773224cf3e0008"},"name":"imou","description":"Imou là thương hiệu thiết bị an ninh thông minh, chuyên cung cấp camera giám sát, chuông cửa, cảm biến và hệ thống bảo vệ tích hợp. Sản phẩm Imou nổi bật với thiết kế hiện đại, dễ sử dụng, hỗ trợ điều khiển qua điện thoại và tích hợp công nghệ AI giúp phát hiện chuyển động, nhận diện người, âm thanh và gửi cảnh báo tức thì.","logo":"http://localhost:8081/images/brands/b105a595-d601-4ef3-b8a0-d0317c779ae1-images.png","country":"Trung Quốc","website":"https://imouhome.vn/","isDeleted":false,"isActive":true,"createdAt":{"$date":"2025-05-30T15:07:08.735Z"},"updatedAt":{"$date":"2025-05-30T15:07:08.735Z"},"_class":"com.hcmute.pttechecommercewebsite.model.Brand"}
